Repository: btomala/Logfly
Catalog: src/main/java/i18n/*.po
Languages: de

source: Problème de lecture sur le fichier des vols
de: Problem mit dem Spielen auf die Datei von Flügen

source: A renommer
de: Umbennen

source: Problème de lecture sur le fichier des sites
de: Problem mit dem Spielen auf die Datei der Standorte

source: Problème de lecture sur le carnet de vol
de: Problem mit spielen auf das Logbuch

source: Problème d'entrée sortie sur fichier
de: Input-Output-Datei problem

source: JSON Score incorrect...
de: ungültige JSON

source: Impossible de lancer Google Earth
de: Nicht imstande, Google Earth zu starten

source: Information importante
de: Wichtige Information

source: Problème d'entrée sortie
de: Eingabe-Ausgabe Problem

source: Impossible de créer le ficher temporaire
de: Temporäre Datei kann nicht erstellen

source: Nom Pilote
de: Name Pilot

source: Heure Déco
de: Startzeit

source: Heure Attero
de: Landezeit

source: Alt Deco Baro
de: Starthöhe Baro

source: Alti Max Baro
de: Max Höhe Baro

source: Alti Mini Baro
de: Min Höhe Baro

source: Alt Attero Baro
de: Landehöhe Baro

source: Alti Déco GPS
de: Starthöhe GPS

source: Alti Max GPS
de: Max Höhe GPS

source: Alti Min GPS
de: Min Höhe GPS

source: Alt Attero GPS
de: Landehöhe GPS

source: Gain max
de: Größter Höhengewinn

source: Vario max
de: Max. Steigen

source: Vario mini
de: Max. Sinken

source: Vitesse max
de: Höchstgeschwindigkeit

source: Aide sur l'exploitation de ce fichier kml
de: Hilfe auf dem Betrieb der KML-Datei

source: Traces colorées
de: Eingefärbte Tracks

source: Selon le vario
de: Nach Steigen

source: Selon l'altitude
de: Nach Höhe

source: Selon la vitesse
de: Nach Geschwindigkeit

source: Refaire le vol
de: Flug abspielen

source: Score
de: Punkte

source: Moyenne
de: Durchschnittsgeschwindigkeit

source: CFD
de: Wettbewerb

source: Challenge suisse
de: Schweizer Wettbewerb

source: Triangle FAI
de: FAI Dreieck

source: Distance 2 points
de: Flug über 2 Punkte

source: Triangle plat
de: Flaches Dreieck

source: Distance 1 point
de: Flug über 1 Punkt

source: BD
de: SP

source: B
de: P

source: BA
de: EP

source: Distance
de: Distanz

source: Trace avec profil
de: Track mit Profil

source: Clic droit pour profil
de: Rechte Maustaste klicken für Profil

source: Vario
de: Steigrate

source: Analyse
de: Analysieren

source: Thermiques
de: Thermiken

source: Meilleur gain
de: Bester Höhengewinn

source: Transitions
de: Gleitpassagen

source: Meilleure transition
de: Beste Querung

source: Alt max GPS
de: Max Höhe GPS

source: Alt.
de: Höhe

source: Gain
de: Zuwachs

source: Durée
de: Dauer

source: Décollage
de: Startplatz

source: Atterrissage
de: Landeplatz

source: Alt mini GPS
de: Min Höhe GPS

source: Transition max
de: Beste Querung

source: Longueur
de: Länge

source: Points
de: Punkte

source: Aberrants
de: Anomale

source: Signature
de: Signatur

source: Valider
de: Bestätigen

source: Heure
de: Zeit

source: Alti Baro
de: Barometrische Höhe

source: Alti GPS
de: GPS Höhe

source: Lat
de: Breit

source: Long
de: Läng

source: Vit Sol
de: Gesch. Boden

source: Eté
de: Sommer

source: Hiver
de: Winter

source: Pas de vols dans le carnet
de: Keine Flüge im Logbuch

source: Suppression du vol
de: Flug löschen

source: Aucun vol sélectionné...
de: Keine ausgewählten Flug...

source: Problème de décodage du fichier
de: Dekodierungsproblem in der Datei

source: Supprimer
de: Löschen

source: Statistiques de vol
de: Flugstatistiken

source: Une erreur est survenue pendant la génération de la carte
de: ein Fehler aufgetreten ist

source: Annuler
de: Abbrechen

source: Génération fichier kml
de: KML Datei erzeugen

source: Génération du fichier terminée
de: Erstellen der Datei abgeschlossen

source: Date
de: Datum

source: Site
de: Fluggebiet

source: Carte Google Maps plein écran
de: Vollbild Google Maps

source: Affichage VisuGPS
de: VisuGPS Anzeige

source: Evaluation de la trace
de: XC Punkte

source: Génération fichier Google Earth
de: Google Earth Datei erzeugen

source: Pas de carnets dans le dossier choisi...
de: Keine Logbuch im Ordner

source: Carnet
de: Logbuch

source: Carte
de: Karte

source: Divers
de: Diverses

source: Internet
de: Netzwerk

source: Chemin du dossier de travail
de: Arbeitsordnerpfad

source: Modifier
de: Veränderung

source: Chemin carnet(s)
de: Logbuchpfad

source: Créer un nouveau carnet
de: Neues Logbuch erstellen

source: Déplacer le(s) carnet(s) vers un autre dossier
de: Verschiebe die Log Datei in einen anderen Ordner

source: Choisir un nouveau dossier de carnets
de: Wählen Sie einen neuen Ordner

source: Fermer
de: Schliessen

source: Pilote
de: Pilot

source: Nom pilote
de: Name Pilot

source: Voile
de: Gleitschirm

source: GPS habituel
de: Normales GPS

source: Intégration
de: Integration

source: Mail pilote
de: E-Mail pilot

source: League
de: Wettbewerb

source: Identifiant
de: Gleitschirm ID

source: Mot de passe
de: Kennwort

source: VisuGPS dans le navigateur
de: VisuGPS im Browser

source: Carte par défaut
de: Standardkarte

source: Longitude
de: Längengrad

source: Seuil points aberrants
de: Ausreißerschwelle für Kartendarstellung

source: Langue
de: Sprache

source: Dossier d'import
de: Importieren Ordner

source: Url Site Logfly
de: URL Logfly.org

source: Url Icônes
de: URL Icons

source: Url Téléchargement
de: URL laden

source: Url mail support
de: E-Mail-Support

source: Url Déclaration
de: URL einreichen

source: Dossier Export IGC
de: IGC Export Ordner

source: vols à insérer
de: Flüge einfügen

source: Nom Fichier
de: Datei Name

source: Sélectionner un dossier
de: Wähle einen Ordner

source: Décocher
de: Deaktivieren

source: Mise à jour Carnet
de: Logbuch aktualisieren

source: Nettoyage dossier
de: Ordner leeren

source: Réduction du nombre de points
de: Verringerung der Punkte

source: Trace colorée par altitude
de: Eingefärbter Track nach Höhe

source: Trace colorée par vario
de: Eingefärbter Track nach Steigen

source: Trace colorée par vitesse
de: Eingefärbter Track nach Geschwindigkeit

source: Replay
de: Wiederholung

source: Exporter le fichier Google Earth
de: Google Earth Datei exportieren

source: Envoyer par mail
de: Senden via Email

source: Lancer Google Earth
de: Google Earth starten

source: Echantillonnage de points
de: Stichprobe Punkte

source: Distance au dessus de la trace
de: Distanz über der Spur

source: Timer de la caméra
de: Timer Kamera

source: Recul de la camera
de: Reichweite Kamera

source: Inclinaison caméra
de: Neigung Kamera

source: Configuration
de: Geräteeinstellungen

source: Import GPS
de: GPS Import

source: Import vols
de: Flüge Import

source: Trace externe
de: Außentrack

source: Calendrier
de: Kalender

source: Statistiques
de: Statistiken

source: Sites
de: Fluggebiete

source: Balises
de: Wendepunkte

source: Espaces aériens
de: Lufträume

source: Photos
de: Bilder

source: Cartographie
de: Kartographie

source: Outils
de: Werkzeuge

source: Liste points
de: Stichprobe Punkte

source: Exporter
de: Exportieren

source: Sélectionner une trace
de: Track Datei auswählen

source: Sélection GPS
de: Selektiere GPS

source: Allemand
de: Deutsch

source: Anglais
de: Englisch

source: Français
de: Französisch

source: Transfert terminé...
de: Übertragung abgeschlossen...

source: Problème pendant le transfert...
de: Problem bei der Übertragung...
